Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Po dotarciu do niewielkiej kotliny, doszło do spotkania między Gonzalo a jakimiś trzema oprychami. Pomimo tego, że Gonzalo zwrócił im pieniądze, jeden ze zbirów bez słowa wyjaśnienia zastrzelił go z kuszy. Gdybym się nie ukrył za tą skałą, z pewnością podzieliłbym jego los. Może jeśli pójdę za nimi, uda mi się dowiedzieć czegoś więcej? Jeden ze zbirów wspomniał coś o dzikich zwierzętach, które ubili po drodze. Jeśli ich trupy wciąż tam są, mógłbym dotrzeć do tej całej 'Przystani' idąc po nitce do kłębka.
uk: Дійшовши до невеликого урвища, Гонсало зустрівся з трьома бандитами. Хоча Гонсало і повернув їм гроші, один з бандитів без жодних пояснень вистрілив у нього з арбалета. Якби я не сховався за каменем, то неодмінно розділив би його долю. Може, якщо я піду за ними, то зможу дізнатися більше? Один з бандитів згадував щось про диких звірів, яких вони вполювали по дорозі. Якщо їхні трупи все ще там, я зможу дістатися до цієї Гавані, йдучи по їхніх слідах.

source: Po drodze mogę ci pokazać, gdzie dokładnie znajduje się ten magazyn.
uk: Дорогою я можу показати тобі, де саме розташований цей склад.

source: Po drodze muszę się jednak zatrzymać jeszcze na moment w Silbach ze względu na sprawy Gildii.
uk: Дорогою, щоправда, я мушу зупинитися ще на мить у Сільбаху у справах Гільдії.

source: Po drodze mógłbyś trochę poćwiczyć władanie mieczem czy strzelanie z kuszy. Kto wie, jak na ciebie wpłynęło to całe leżakowanie w klasztorze.
uk: По дорозі можеш трохи попрактикуватися у володінні мечем або стрільбі з арбалета. Хто знає, як на тебе вплинуло перебування в монастирі.

source: Po drodze na bagno zagadajcie wśród drwali Lowella. Obiecał przygotować dla was wszystkie potrzebne meble i materiały, ale macie pomóc mu je dostarczyć na miejsce.
uk: Дорогою до болота відшукайте серед лісорубів Лоувела. Він пообіцяв підготувати для вас всі необхідні меблі та матеріали, але ви повинні допомогти йому доставити їх на місце.

source: Po drodze napadli nas łowcy nagród Volkera. Była to ich ostatnia zła decyzja.
uk: Дорогою на нас напали Волкерові мисливці за головами. Це була їхня остання помилка.

source: Po drodze spotkałam jakiegoś miłego gońca z Gildii Kupieckiej. Obiecał, że zaprowadzi mnie prosto do miasta.
uk: Дорогою я зустріла якогось симпатичного посланця з Торгової Гільдії. Він пообіцяв, що проведе мене прямо до міста.

source: Po drodze zdałam sobie sprawę, że wciąż mam w rękach butelkę tego przeklętego eliksiru i przepis.
uk: Дорогою я зрозуміла, що пляшка з тим проклятим еліксиром і рецепт все ще у мене в руках.

source: Po drugie Lorenzo ma mnie pisemnie przeprosić.
uk: По-друге, Лоренцо повинен переді мною письмово вибачитися.

source: Po drugie weź proszę ten list z przeprosinami do szanownej Fridy.
uk: По-друге, будь ласка, віднеси цей лист із вибаченнями шановній Фріді.

source: Po drugie, za niedługo skazańcem będzie mógł być każdy, zsyłają tam za coraz drobniejsze przewinienia.
uk: По-друге, незабаром ув'язненим може виявитися будь-хто, кого відправлять туди за все більш дрібні правопорушення.

source: Po drugie, zapomnij. Kaleb musiał odejść, jego wyprawy na kontynent przestały przynosić zyski.
uk: По-друге, забудь. Калеб мусив піти, адже його поїздки на континент перестали бути прибутковими.

source: Po drugie: możesz walczyć czym chcesz, tak długo jak nie zagraża to nikomu z widzów.
uk: По-друге: ти можеш битися чим завгодно, якщо це не загрожує нікому з глядачів.

source: Po dwóch tygodniach podróży siły Maksyma wylądowały na wyspie Archolos, w sam środek krwawego konfliktu znanego później jako Wojna Dwóch Braci. Po śmierci Volfzacka, pierwszego władcy krainy, dwaj jego synowie, Jarund i Farkand, skoczyli sobie do gardeł, w ciągu roku przelewając krew tysięcy ludzi.
uk: Після двотижневої подорожі війська Максимуса висадилися на острові Архолос, прямо у розпал кривавого конфлікту, пізніше відомого як Війна двох братів. Після смерті Вольфзака, першого правителя цієї землі, два його сини, Ярунд і Фарканд, вчепилися один одному в горлянки, проливаючи кров тисяч людей протягом року.

source: Po dziś dzień można usłyszeć wieści o mordercach i złodziejach podających się za strażników, noszących w trakcie napadów archoloskie mundury.
uk: Досі можна почути новини про вбивць і злодіїв, які видають себе за вартових, одягаючи під час пограбувань їхню уніформу.

source: Po dłuższym biegu nawet doświadczony strzelec może mieć problem z celnością.
uk: Після тривалого бігу навіть у досвідченого стрільця можуть виникнути проблеми з точністю.

source: Po entuzjastycznym początku, niektórzy pracownicy zaczęli znikać. Zaniepokojeni, poszliśmy tam z całym oddziałem zbadać sprawę.
uk: Після такого успішного старту деякі працівники почали зникати. Занепокоєні, ми відправились туди усім загоном, щоб провести розслідування.

source: Po farmie kręcą się często jacyś pracownicy sezonowi albo żebracy. Może to któryś z nich miał z tym coś wspólnego?
uk: На фермі часто вештаються сезонні робітники або жебраки. Можливо, хтось з них має до цього відношення?

source: Po godzinnym marszu wijącymi się wilgotnymi korytarzami Zamorski Król dotarł wraz z chłopcem do końca groty, lecz skarbu ani nie było widać, ani słychać. Zbiesił się tedy Groźny po stokroć, chwycił młodziana za gardło i wstrząsnął nim kilka razy, aż niemal całe życie z niego wydusił. Chłopiec resztką sił wskazał na błyskające w ciemności srebrne kamienie, a radości Chciwego Króla nie było końca.
uk: Після години ходи звивистими, сирими коридорами Заморський Король разом з юнаком дійшли до кінця печери, але скарбу не було ні видно, ні чутно. Він схопив хлопця за горло і кілька разів струсонув його, мало не вбивши. З останніх сил юнак показав на срібне каміння, що миготіло в темряві, і радості Жадібного Короля не було меж.

source: Po jego metody wymuszania zeznań zawsze sięgam w ostateczności, wyraźnie to podkreślałem!
uk: Враховуючи його методи витягання свідчень, варто звертатися до нього тільки в останню чергу, я це підкреслював!

source: Po kampanii na Wyspach Południowych popłynął z Rhobarem na kontynent. Od wielu miesięcy nie mam od niego żadnych wieści.
uk: Після походу на Південні острови він відплив з Робаром на материк. Я не чув про нього вже багато місяців.

source: Po kilku eksperymentach stworzyłem doskonały wywar ze szczawiu.
uk: Після кількох експериментів у мене вийшов чудовий відвар зі щавлю.

source: Po kilku minutach, gdy całość zacznie wrzeć, mikstura będzie gotowa.
uk: За кілька хвилин, коли все закипить, зілля буде готове.

source: Po kimś, kto zamierza wygrać finał, spodziewałem się większej pewności siebie, ale niech będzie. Powodzenia!
uk: Від того, хто збирається перемогти в фіналі, я очікував більшої впевненості, але хай буде так. Щасти тобі!

source: Po klęsce Starowierców ludzie dostrzegli w Rhobarze boskiego pomazańca i koronowali go na pierwszego króla Myrtany - kraju powstałego ze zlepku plemion nawróconych na wiarę w Innosa. Nowo wybrany władca wiedział, że to ona jest spoiwem łączącym ludzkie serca w jednym, wspólnym celu. Z tego powodu utworzył grupę mędrców - ludzi dysponujących mocą nadaną przez samego Pana. Z czasem owa grupa przerodziła się w funkcjonujący do dziś Krąg Magów Ognia.
uk: Після розгрому Старовірців люди побачили в Робарі божого помазанця і проголосили його першим королем Міртани – країни, що утворилася з об'єднання племен, навернених до віри в Інноса. Новообраний правитель знав, що саме вона є тим, що об'єднує людські серця у спільній меті. Саме тому він сформував групу мудреців – людей, наділених силою, дарованою самим Господом. Згодом ця група перетворилася на Коло Магів Вогню, яке існує й донині.

source: Po kolejnym awansie, nauczyłbym cię też walki w zwarciu, zarówno lekką, jak i ciężką bronią.
uk: Після твого наступного підвищення я також навчатиму тебе ближньому бою з легкою і важкою зброєю.

source: Po kosztach? To nie brzmi dobrze.
uk: За собівартістю? Це звучить не дуже вигідно.

source: Po krótkiej przerwie rozpoczniemy drugą część zmagań.
uk: Після невеликої перерви ми розпочнемо другу частину змагань.

source: Po krótkim biegu przez port, udało mi się złapać Huuga. Był zbyt przerażony, by stawiać jakikolwiek opór. Przekonałem go, by poszedł do Magów Ognia i czekał na ich osąd. Sam też powinienem się tam udać i wyjaśnić całą sprawę z Trimegisto.
uk: Після нетривалої погоні в порту мені вдалося впіймати Хууга. Він був надто наляканий, щоб чинити хоч якийсь спротив. Я переконав його піти до Магів Вогню та прийняти своє покарання. А мені варто вирушити до Трімегісто, щоб обговорити всю ситуацію.

source: Po kulturalnej stolicy regionu spodziewałem się więcej. Społeczeństwo Wysp Południowych funkcjonuje znacznie lepiej niż tutejsi. Gdyby nie ta przeklęta wojna, ech...
uk: Я очікував більшого від культурної столиці регіону. Суспільство Південних островів функціонує набагато краще, ніж тутешнє. Якби не ця проклята війна, ех...

source: Po latach skrupulatnych badań nad roślinami wpadłem na pomysł, by zmieniać ich właściwości poprzez wymieszanie gleby z odpowiednimi składnikami alchemicznymi.
uk: Після років ретельного дослідження рослин я прийшов до ідеї змінювати їхні властивості шляхом змішування ґрунту з потрібними алхімічними складниками.

source: Po latach służby dla Araxos należy mu się szacunek.
uk: Після років служби для Араксосу він заслуговує на повагу.

source: Po moim trupie! Los Myrtany zależy od mojego sukcesu lub porażki, rozumiesz?
uk: Тільки через мій труп! Доля Міртани залежить від мого успіху чи невдачі, розумієш?

source: Po najemniku spodziewałbym się czegoś innego.
uk: Від найманця я очікував чогось іншого.

source: Po naszej akcji w kanałach, Pablo położył łapska na sprzęcie przemytników. Z chęcią odsprzeda mi ich towar.
uk: Після нашої вилазки в каналізацію Пабло прибрав до рук запаси контрабандистів. Він із задоволенням перепродає мені їхні товари.

source: Po nic dobrego wam mówię!
uk: Немає нам від неї ніякої користі, кажу я вам!

source: Po nieudanym podboju Contiru i Glenwyr król wrócił na kontynent, zabierając ze sobą niemal całą armię. Decyzja ta spotkała się z mieszanymi uczuciami ze strony mieszkańców Archolos. Część z nich obawiała się wybuchu kolejnego powstania. Przybysze z kolei radowali się, widząc szansę na wywalczenie sobie praw. Gubernator zadbał o to, aby obie grupy były zadowolone.
uk: Після невдалого завоювання Контіру та Гленвіру король повернувся на континент, забравши з собою майже всю свою армію. Це рішення було неоднозначно сприйняте мешканцями Архолосу. Частина з них побоювалася спалаху чергового повстання. Новоприбулі, навпаки, раділи, побачивши шанс відстояти свої права. Правитель подбав про те, щоб обидві групи були задоволені.

source: Po nitce do kłębka
uk: По нитці, і до клубка

source: Po odkryciu ciał naszych towarzyszy, Rupert doszedł do wniosku, że tylko wspierając się nawzajem, możemy czuć się bezpieczni.
uk: Після того як ми виявили тіла наших товаришів, Руперт дійшов висновку, що тільки підтримуючи один одного, ми зможемо почуватися в безпеці.

source: Po oficjalnym powitaniu w szeregach, Roderich powiedział mi, że powinienem iść do kwatermistrza Lennarta po lepszą zbroję, oraz porozmawiać z Oktavem o organizacji w straży. Otrzymałem również 'Kodeks Strażnika', w którym zapisane są prawa i obowiązki strażników miejskich, a także listę osób, u których mogę się szkolić.
uk: Після офіційного прийняття до лав Варти, Родеріх відправив мене до інтенданта Ленарта за кращою бронею, і велів поговорити з Октавом про те, як тут все організовано. Також я отримав 'Кодекс вартового', в якому прописані права та обов'язки Міської Варти, а також список людей, у яких я можу тренуватися.

source: Po okładce.
uk: По обкладинці.

source: Po opuszczeniu progu tego domu, wciąż będziesz moim wrogiem, a ja twoim.
uk: Після того, як ти переступиш поріг цього дому, ти все ще будеш моїм ворогом, а я твоїм.

source: Po ostatnich podtopieniach Albyn na pewno miałby dla was niejedną robotę.
uk: Після нещодавньої повені Альбін неодмінно знайде для вас чимало роботи.

source: Po pewnym czasie doszedł do wniosku, że popełnił olbrzymi błąd, bo zamiast profesjonalnych rekrutów, straż była pełna obwiesi i oprychów dbających wyłącznie o ciężar swoich sakiewek.
uk: Через деякий час він прийшов до висновку, що припустився величезної помилки, адже замість професійних новобранців серед вартових було повно нероб і бандитів, які дбають лише про свої гаманці.

source: Po pewnym czasie wygryzłam kupców, którzy wcześniej mnie oszukiwali.
uk: Через деякий час я стала успішнішою за тих торговців, які раніше мене обдирали.

source: Po pierwsze nie pożyczam pieniędzy ludziom, o których nic nie wiem. Wliczając w to ciebie. Nigdy ciebie wcześniej tu nie widziałam, więc zakładam, że jesteś jednym z uchodźców.
uk: По-перше, я не позичаю гроші людям, про яких нічого не знаю. Це стосується і тебе. Я ніколи не бачила тебе тут раніше, тому припускаю, що ти один з біженців.

source: Po pierwsze to miałeś kupić ten dom. Nie mówiliśmy o wynajmie.
uk: По-перше, будинок потрібно було купити. Про оренду не йшлося.

source: Po pierwsze zejdziecie z ceny, ale ten aspekt Gildia ustali z Lennartem. Nie dostałem upoważnienia do negocjacji w tej sprawie.
uk: Перш за все, знизьте ціну, але цей аспект буде обговорюватися Гільдією з Ленартом. У мене немає повноважень вести про це переговори.

source: Po pierwsze, Ars nie miał dostępu do tej dzielnicy, a po drugie, tutejsze malowidła, jak dowiedziałem się kilka godzin przed naszym spotkaniem, zostały stworzone przy użyciu farby.
uk: По-перше, Арс не мав доступу до цього району, а по-друге, тутешні плями, як я дізнався за кілька годин до нашої зустрічі, були створені за допомогою фарби.

source: Po pierwsze, bardzo mi przykro, że w ogóle doszło do takiej sytuacji. Cieszę się, że mnie o tym poinformowałeś.
uk: По-перше, мені дуже шкода, що взагалі виникла така ситуація. Я радий, що ти мені про це повідомив.

source: Po pierwsze, by móc korzystać z łuku, łowca powinien rozwijać swoją zręczność, natomiast do dzierżenia kuszy, wymagana będzie siła.
uk: По-перше, для використання лука мисливець повинен розвивати свою спритність, тоді як для арбалета знадобиться сила.

source: Po pierwsze, do sporządzenia wywaru potrzeba sporo składników. Chwilę mi zajmie skompletowanie całej listy tak, by nie wzbudzić podejrzeń reszty magów.
uk: По-перше, для приготування еліксиру потрібно досить багато складників. Мені знадобиться деякий час, щоб скласти весь список, щоб не викликати підозр в інших магів.

source: Po pierwsze, ja nic nie muszę, a po drugie mam teraz przerwę, więc zmiataj stąd z łaski swojej.
uk: По-перше, я тобі нічого не винен, а по-друге, у мене зараз перерва, тож забирайся звідси до біса.

source: Po pierwsze, podzielę się z tobą plonami, a po drugie, przyjmę cię na czeladnika. Co ty na to?
uk: По-перше, я буду ділитися з тобою врожаєм, а по-друге, візьму тебе в учні. Що на це скажеш?

source: Po pierwsze, przed walką muszę stosować odpowiednią dietę. Będzie mi do tego potrzebna roślina zwana goblinią jagodą - to małe cholerstwo poprawia refleks jak mało co!
uk: По-перше, перед боєм мені потрібно дотримуватися правильної дієти. Для цього мені знадобиться рослина під назвою 'ягода гобліна' - ця маленька бісова рослинка покращує рефлекси, як ніщо інше!

source: Po pierwsze, przyda mi się roślina zwana smoczym korzeniem. Można z niej robić wywary dające taką krzepę, że nikt ci nie podoła!
uk: По-перше, мені знадобиться рослина під назвою драконячий корінь. З нього можна робити такі сильні еліксири, що ніхто тебе не здолає!

source: Po pierwsze, wojny nie wygrywa się tylko mocnym mieczem. Tu trzeba czegoś więcej: taktyki, wywiadu, doświadczonych generałów.
uk: По-перше, війна не виграється лише гострим мечем. Потрібно щось більше: тактика, розвідка, досвідчені генерали.

source: Po pierwsze, żądamy ograniczenia swobód szlachty i bogatych obywateli. Po drugie, nie zgadzamy się na przymusowy pobór do armii.
uk: По-перше, ми вимагаємо обмеження прав знаті та заможних містян. По-друге, ми не згодні з примусовим призовом до армії.

source: Po pierwsze: jeśli podczas walki opuścisz teren areny, uznajemy to jako twoją porażkę.
uk: По-перше: якщо ти залишиш арену під час бою, ми вважатимемо це твоєю поразкою.

source: Po pierwszej serii strzałów, pora spróbować swoich sił po wypiciu eliksiru.
uk: Після першої серії пострілів саме час спробувати свої сили, випивши зілля.

source: Po pięć na skrzynię powinno wystarczyć.
uk: На п'ять ящиків має вистачити.

source: Po pokazaniu dokumentu, Roderich zapytał mnie, dlaczego chcę dołączyć do straży i czy potrafię walczyć. Chyba nie poszło mi najgorzej, ponieważ kazał mi się jutro rano stawić na placu treningowym. Lepiej, żebym się nie spóźnił, bo może to utrudnić moje przyjęcie do organizacji.
uk: Коли я показав документ, Родеріх запитав мене, чому я хочу вступити до Варти та чи вмію я битися. Гадаю, я непогано впорався, тому що він сказав мені з'явитися на тренувальній площі завтра вранці. Мені краще не запізнюватися, адже це може ускладнити мій вступ до Варти.

source: Po pokonaniu topielca odnalazłem Maiwen. Dziewczyna jest głodna i wyziębiona. Muszę zabrać ją jak najszybciej do wioski. Darryl niestety nie przeżył. Pochowałem go w jaskini.
uk: Подолавши луркера, я знайшов Мейвен. Дівчина зголодніла і замерзла. Я повинен якнайшвидше повернути її в село. Деріл, на жаль, не вижив. Я поховав його в печері.

source: Po pokonaniu topielca odnaleźliśmy Maiwen. Dziewczyna jest głodna i wyziębiona. Musimy zabrać ją jak najszybciej do wioski. Darryl niestety nie przeżył. Pochowałem go w jaskini.
uk: Подолавши луркера, ми знайшли Мейвен. Дівчина зголодніла і замерзла. Ми повинні якнайшвидше повернути її в село. Деріл, на жаль, не вижив. Я поховав його в печері.

source: Po porządnym śnie czujesz się wypoczęty.
uk: Ви гарно виспалися і відпочили!

source: Po posprzątaniu cmentarza mieszkańcy nie powinni robić już problemów z pochówkiem Flory.
uk: Після прибирання цвинтаря, у місцевих не повинно виникнути жодних претензій щодо поховання Флори.

source: Po powrocie do koszar wyślę tam Winstana z żółtodziobami. Może oni coś tam znajdą.
uk: Коли я повернуся до казарм, то відправлю туди Вінстана з новобранцями. Може, вони там щось знайдуть.

source: Po powrocie do koszar wyślę tam Winstana z żółtodziobami. Może oni tam coś znajdą.
uk: Коли я повернуся до казарм, то відправлю туди Вінстана з новобранцями. Може, вони там щось знайдуть.

source: Po prawdzie, to moja pracownia złotnicza, którą wydzierżawiłam od dawnego właściciela - niech mu ziemia lekką będzie.
uk: Насправді це моя ювелірна майстерня, яку я орендувала у колишнього власника – нехай земля йому буде пухом.

source: Po prawdzie, to w ogóle nie lubię pisać, ale inni mówią, że jakoś mi to wychodzi, więc się tym zajmuję.
uk: Насправді я взагалі не люблю писати, але інші кажуть, що мені це непогано вдається, тож я цим займаюсь.

source: Po prostu aktualnie ma gościa. Gdy już skończy z nim rozmawiać, to chętnie przyjmie i ciebie z całą naszą gościnnością.
uk: Просто зараз у нього відвідувач. Як тільки він закінчить з ним розмову, він буде радий прийняти і тебе, з усією нашою гостинністю.

source: Po prostu chciałbym wiedzieć, gdzie on jest.
uk: Я просто хочу знати, де він.

source: Po prostu chcę pomóc nowemu koledze.
uk: Я просто хочу допомогти новому колезі.

source: Po prostu daj mi spokój!
uk: Просто дай мені спокій!

source: Po prostu dam ci akt i klucz, a jutro mój znajomy przyjdzie odebrać zapłatę.
uk: Я просто дам тобі документ і ключ, а завтра мій знайомий прийде за грошима.

source: Po prostu dałem im to, czego szukali.
uk: Я просто дав їм те, що вони шукали.

source: Po prostu dbam o porządek w wyposażeniu strażników.
uk: Я просто тримаю в порядку спорядження вартових.

source: Po prostu jestem Pogromcą Polnych Bestii i zabijam wszystkie polne bestie, jakie spotkam!
uk: Я просто Вбивця Польових Жуків, і я вбиваю всіх польових жуків, яких зустрічаю!

source: Po prostu każdy mieszkaniec miasta wie, że jestem kartografem. Jeśli chciałbyś kupić jakąś mapę, tylko powiedz i przygotuj sakiewkę.
uk: Просто всі в місті знають, що я картограф. Якщо хочеш купити якусь мапу, тільки скажи і готуй гаманець.

source: Po prostu miejmy to za sobą.
uk: Давай просто покінчимо з цим.

source: Po prostu mówię, co widziałem.
uk: Я просто кажу, що бачив.

source: Po prostu mówię, co widzę, a widzę i słyszę ostatnio całkiem sporo.
uk: Я просто кажу те, що бачу, а бачу і чую я останнім часом досить багато.

source: Po prostu nic już nas nie trzymało na Londram, więc wyruszyliśmy szukać lepszego życia tutaj.
uk: Просто нас більше нічого не тримало на Лондрамі, тож ми вирушили шукати кращої долі тут.

source: Po prostu nie dajcie się zabić.
uk: Тільки не дай себе вбити.

source: Po prostu nie mów nikomu, że nas razem widziałeś. Najlepiej w ogóle zapomnij o tym spotkaniu.
uk: Тільки нікому не кажи, що бачив нас разом. Краще взагалі забудь про цю зустріч.

source: Po prostu nie rozumiem, czemu nas tak traktujecie.
uk: Я просто не розумію, чому ви так до нас ставитеся.

source: Po prostu nie spodobała mi się twoja szpetna morda.
uk: Мені просто не сподобалася твоя пихата морда.

source: Po prostu nie spodziewałem się wizyty.
uk: Я просто не очікував візиту.

source: Po prostu nie wiedziałem, że już są na wyspie!
uk: Я просто не знав, що вони вже на острові!

source: Po prostu okradał nie tych, których powinien i okradani postanowili się zemścić.
uk: Просто він крав не у тих людей, і обкрадені вирішили йому помститись.

source: Po prostu piwo dla każdego. Takie mają największe wzięcie i żeby być w stanie utrzymać zakład potrzebuję takiego produktu.
uk: Це просто пиво для кожного. Це той сорт, який має найбільший попит, і для того, щоб утримувати підприємство, мені потрібен саме такий продукт.

source: Po prostu pokaż, co masz, a ja powiem, co możemy zrobić, czego będziemy potrzebować i ile będzie to kosztować.
uk: Просто покажи, що у тебе є, і я скажу, що можна покращити, що для цього знадобиться і скільки це буде коштувати.

source: Po prostu pomagam ludziom, no i tak przy okazji, trzeba mieć za co żyć.
uk: Я просто допомагаю людям, ну і звісно, треба ж на щось жити.

source: Po prostu przybyłem niedawno na wyspę i...
uk: Я просто нещодавно прибув на острів і...

source: Po prostu przynieś mi ten eliksir zręczności, a ja się zajmę całą resztą. Jeśli znasz się na alchemii, to możesz go równie dobrze zrobić sam.
uk: Просто принеси мені зілля спритності, а я подбаю про все інше. Якщо ти знаєш алхімію, то можеш зварити його сам.

source: Po prostu szukam kogoś.
uk: Просто я декого розшукую.

source: Po prostu widać to po tobie.
uk: Просто це по тобі видно.

source: Po prostu wrzućcie je do kanałów. Szczury załatwią resztę.
uk: Просто викиньте його у каналізацію. Решту зроблять щури.

source: Po prostu wybij wszystko, co spotkasz, i co może być winne.
uk: Просто знищуй все, що зустрічаєш, і що може бути причиною.

source: Po prostu wyznaję inne wartości i dziękuję Beliarowi za każdą dobrą rzecz, jaka mnie spotyka.
uk: Я просто сповідую інші цінності і дякую Беліару за все хороше, що зі мною трапляється.

source: Po prostu wątpię, żeby zagryzły go zwierzęta.
uk: Я просто сумніваюся, що його загризли звірі.

source: Po prostu zostaw mnie w spokoju!
uk: Просто залиш мене в спокої!
